export const ErrorMessage = {
  STUDENT_MAJOR_RESTRICT:
    'รหัสนักศึกษานี้ ไม่ได้รับอนุญาตให้ใช้งานระบบ. เนื่องจากไม่ใช่รหัสนักศึกษาสาขาวิชาเทคโนโลยีสารสนเทศ. โปรดลงทะเบียนด้วยรหัสนักศึกษาสาขาวิชาเทคโนโลยีสารสนเทศเท่านั้น',
  STUDENT_YEAR_RESTRICT:
    'รหัสนักศึกษานี้ ไม่ได้รับอนุญาตให้ใช้งานระบบ. เนื่องจากอนุญาตเฉพาะนักศึกษารหัส 60 - 64 เท่านั้น',
  STUDENT_ID_INVALID:
    'รูปแบบรหัสนักศึกษาไม่ถูกต้อง. โปรดตรวจสอบข้อมูลของท่านอีกครั้ง',
  SERVER_IN_MAINTENANCE: 'ไม่สามารถเชื่อมต่อ API Server ได้',
};
